<?php

return [

    'title' => 'Название книги',
    'author' => 'Автор',
    'start_page' => 'Начата со страницы',
    'pages_count' => 'Всего страниц',
    'is_finished' => 'Завершена',
    'current_page' => 'Текущая страница',
    'progress' => 'Прогресс',

    'index' => 'Книги',
    'create' => 'Создать книгу',
    'update' => 'Обновить книгу',
    'destroy' => 'Удалить книгу',
    'edit' => 'Редактировать книгу',

    'more' => 'Ещё',

    'created' => 'Книга создана',
    'updated' => 'Книга обновлена',
];
