<?php

return [
    'pages_count' => 'Количество страниц',
    'date' => 'Дата',
    'actions' => 'Действия',

    'edit' => 'Редактировать запись журнала',
    'destroy' => 'Удалить запись журнала',
    'create' => 'Обновить положение',
    'update' => 'Обновить запись',

    'created' => 'Добавлена запись в журнал чтения',
    'updated' => 'Запись в журнале чтения обновлена',

    'current_page' => 'Текущее положение',

    'error_current_page_over_book_pages_count' => 'Текущее положение не может быть дальше последней страницы в книге',
    'pages_count_over_book_pages_count' => 'Общее количество прочитанных страниц превышает количество страниц в книге',
];
